{
   "about" : {
      "description": {
            "paragraph-1" : "Nie przeczytasz tutaj o tym, jak po godzinach tata zabierał mnie do kabiny kinooperatora, aby stamtąd podziwiać dzieła Orsona Wellesa. Podobnie nie będzie historii, w której potajemnie podkradam Minoltę rodziców i fotografuję świt słońca. Mając przy tym pięć lat rzecz jasna! A dlaczego nie przeczytasz? Bo takie zdarzenia nie miały miejsca. Nikt w mojej rodzinie nie pracował w kinie, nie oglądaliśmy perełek sztuki filmowej do późnych godzin nocnych a największym moim zmartwieniem w fotografii analogowej było, czy wystarczy mi kliszy do końca kolonii we Władysławowie. Z resztą predyspozycji zbyt dobrych nie miałem będąc trzykrotnym finalistą konkursu \"As matematyczny\".",
            "parahraph-2": "Autorem zdjęć filmowych zostałem w momencie, kiedy już miałem pojęcie jaki mam wybór i co mogę w życiu robić. Wyszło więc na to, że z wszystkiego, czego spróbowałem najbardziej podoba mi się film. Czy to źle? Moim zdaniem nie. Dzięki temu stałem się twórcą świadomym, nie nazbyt nostalgicznym oraz mocno krytycznym. Bardzo często zadaje sobie pytanie \"Dlaczego?\" i \"Po co?\". Świetnie radzę sobie z zagadnieniami technicznymi i kocham sprzęt (może to i wada?). Nie widzę nic złego w kinie komercyjnym, chętnie chodzę na filmy o superbohaterach a największy pociąg twórczy czuję do kina gatunkowego - sci-fi, horror, thriller. Uwielbiam mocną stylizację i odrealnienie. W pracy nad filmem całymi garściami czerpię z możliwości, jakie daje kolor i ruch.",
            "paragraph-3": "Z formalności - W 2016 roku ukończyłem Akademię Multi Art (kierunek filmowy, specjalizacja operatorska). W tym samym roku ukończyłem też Akademię Górniczo-Hutniczą na kierunku Informatyka (wydział EAIiB). Poza zleceniami operatorskimi prowadzę również dwa Krakowskie rentale - Weapon Rental oraz Movie Groovie Rental. Do tej pory byłem autorem zdjęć do ok. 15 filmów krótko i średniometrażowych (licząc te, z których jestem dumny). Tworzyłem obrazy do teledysków takich gwiazd jak Mateusz Ziółko, Jula czy Filip Lato oraz sporej ilości reklam telewizyjnych, kinowych i internetowych."
      },
      "list": {
         "list-title": "",
         "list-items": [
            "robić to, co lubię",
            "koprodukcja i zdjęcia do serialu internetowego",
            "zdjęcia do trzech gatunkowych filmów krótkometrażowych",
            "djęcia do pięciu reklam fabularyzowanych"
         ]
      }
   }
}
